{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "Contexts",
			"Children": [
				{
					"Source":
					{
						"Text": "UEPluginLocalize Plugin"
					},
					"Translation":
					{
						"Text": "UEPluginLocalizeプラグイン"
					},
					"Key": "UEPluginLocalize"
				}
			]
		},
		{
			"Namespace": "FUEPluginLocalizeModule",
			"Children": [
				{
					"Source":
					{
						"Text": "Add code to {0} in {1} to override this button's actions"
					},
					"Translation":
					{
						"Text": "{1}の{0}にコードを追加して、このボタンのアクションを上書きする"
					},
					"Key": "PluginButtonDialogText"
				}
			]
		},
		{
			"Namespace": "UICommands",
			"Subnamespaces": [
				{
					"Namespace": "FUEPluginLocalizeModule",
					"Children": [
						{
							"Source":
							{
								"Text": "Execute UEPluginLocalize action"
							},
							"Translation":
							{
								"Text": "UEPluginLocalizeアクションを実行"
							},
							"Key": "PluginAction_ToolTip"
						},
						{
							"Source":
							{
								"Text": "UEPluginLocalize"
							},
							"Translation":
							{
								"Text": "UEプラグインローカライズ"
							},
							"Key": "PluginAction"
						}
					]
				}
			]
		}
	]
}